data/CBFS/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "1";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0.72 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           nonuniform List<vector>
	150
(
(0.202035889 0.0002175069967 -5.552999937e-06)
(0.4431459904 0.0004154340131 2.970599962e-05)
(0.5596587062 0.0002435109927 -0.0001056070032)
(0.62183249 -2.354999924e-05 -0.000186528996)
(0.6527944803 -0.0001980980014 -0.0002161379962)
(0.6767228246 -0.0003269269946 -0.0002182150056)
(0.6967076659 -0.0003965659998 -0.0002500539995)
(0.7142959237 -0.0004182090051 -0.0001994049962)
...
);
    }
    outlet
    {
        type            zeroGradient;
    }
    bottomWall
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    topWall
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
