data/CBFS/0/U_LES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U_LES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

#include "interpolatedFields/U_internalField"
#include "interpolatedFields/U_inlet"
#include "interpolatedFields/U_outlet"
#include "interpolatedFields/U_bottomWall"
#include "interpolatedFields/U_topWall"

internalField   $U_internalField;

boundaryField
{

    bottomWall
    {
        type            fixedValue;
	value           $U_bottomWall;
    }
    topWall
    {
        type            fixedValue;
	value           $U_topWall;
    }
    inlet
    {
        type		fixedValue;
        value		$U_inlet;
    }
    outlet
    {
        type            fixedValue;
        value		$U_outlet;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
