data/CBFS/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    bottomWall
    {
        type            zeroGradient;
    }
    topWall
    {
        type            zeroGradient;
    }

    inlet
    {
        type            zeroGradient;
    }

    outlet
    {
        type            fixedValue;
	value           nonuniform 
150
(
0.08012260359332571
0.07974194878991528
0.07917517830272632
0.07864032027344836
0.078202152179844
0.0778419459481176
0.0775534319227844
0.07731447476840787
0.07710885922596308
0.07692846052396558
0.07676952432450546
0.07662926515831868
0.07650385758473197
0.07638927813752945
0.07627919053450938
0.07617392694034351
0.07607608115753203
0.07598655427823488
0.07590099583186916
0.0758288984193419
0.07577110087334732
0.07572453917000782
0.07569235515653397
0.07568020556409728
0.07569218501195656
0.0757286964948067
0.07578531030771382
0.07586978132727731
0.07595279692589388
0.07606162787385798
0.07622540786251358
0.07642874177430423
0.07662690439952292
0.07686346227414906
0.07716898298818008
0.07746915498038648
0.07774833643542062
0.07816183826079873
0.0785451583823619
0.07886888091773857
0.07935878446564522
0.07981468555471918
0.08016827179647154
0.08075348799410295
0.08117704216931837
0.08155089813432839
0.08215784650160537
0.0824191313865823
0.08286386461128104
0.08334141497907896
0.08346241875780017
0.08406929166206345
0.08424570265393931
0.0845348546857011
0.0850057140540304
0.08488915714221823
0.08555485279514968
0.08549947994920282
0.08578894685283717
0.08611059014784314
0.08591118709837473
0.08672629437939346
0.08612527602635862
0.08685316179193417
0.08663753117935608
0.08680314797203113
0.08717101077015751
0.08662060548685466
0.08773880157044699
0.08635204582405404
0.08785830797061099
0.0867354523425621
0.08751968573040743
0.0871433285189217
0.08700723069329103
0.0873864914570207
0.08695819370828503
0.08672162666786913
0.08772011332393834
0.08514907583019253
0.08764547937522825
0.0866080121543735
0.08508837010357734
0.08750305380046758
0.08634807674865567
0.08423975670232405
0.08656358828148844
0.08653105802989842
0.08396908498105937
0.08527069839686599
0.08699403580058729
0.0844941554629048
0.08366479226002506
0.08578579220937754
0.08532253151943735
0.08293796600873896
0.08382042238870369
0.08583918297667475
0.08416052574893484
0.08189148652475396
0.08347884854605966
0.08541796533114708
0.08355560752622415
0.0813790799661448
0.0826202508815345
0.08445825271162731
0.08346816374820515
0.0813545522413205
0.08114765815767454
0.08288612663127602
0.08391595414276817
0.0818390625946794
0.07983082677868603
0.08065288760138214
0.08228244840968406
0.08298863247127994
0.08099982606871606
0.07907387934044513
0.07926920966982232
0.0808575980959368
0.08240319493732341
0.08118590774336555
0.07931366387853286
0.07749906384895852
0.07851288203342495
0.08005909062797664
0.081545156996809
0.08082532355676106
0.07903619098803971
0.0772940573456125
0.07646425363175699
0.07805597966001904
0.07956136717431023
0.0809986821153985
0.08055213614152909
0.07881200880365435
0.07713878736883598
0.07552016345966739
0.07583168050027556
0.0776002170270131
0.07926673433172271
0.08085025976848319
0.08208431634060201
0.08083428545083492
0.07962255162479108
0.07838284017070239
0.07711049138514195
0.0759928748
0.0759928748
0.0759928748
);	
    }

    frontAndBack
    {
        type            empty;
    }

}

// ************************************************************************* //
