data/CBFS/0/C
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      C;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<vector> 
21000
(
(-7.25802646112941 1.00678506588753 -2.53816014967945e-18)
(-7.09407938338798 1.00678506588753 -9.63735264458078e-20)
(-6.93013230564672 1.00678506588753 5.26906735226073e-18)
(-6.76618522790578 1.00678506588753 0)
(-6.60223815016468 1.00678506588753 -2.63453367612525e-18)
(-6.4382910724235 1.00678506588753 -2.63453367612526e-18)
(-6.27434399468195 1.00678506588753 2.6345336761138e-18)
(-6.11039691694053 1.00678506588753 5.26906735225905e-18)
...
)
;

boundaryField
{
    bottomWall
    {
        type            calculated;
        value           nonuniform List<vector> 
140
(
(-7.25802517104541 1 0)
(-7.09407551313598 1 0)
(-6.93012585522673 1 0)
(-6.76617619731779 1 0)
(-6.60222653940869 1 0)
(-6.43827688149951 1 0)
(-6.27432722358996 1 0)
(-6.11037756568055 1 0)
...
)
;
    }
    topWall
    {
        type            calculated;
        value           nonuniform List<vector> 
140
(
(-7.25878571428572 9.52 0)
(-7.09635714285715 9.52 0)
(-6.93392857142857 9.52 0)
(-6.7715 9.52 0)
(-6.60907142857143 9.52 0)
(-6.44664285714285 9.52 0)
(-6.28421428571428 9.52 0)
(-6.12178571428572 9.52 0)
...
)
;
    }
    inlet
    {
        type            calculated;
        value           nonuniform List<vector> 
150
(
(-7.34 1.00678510148193 0)
(-7.34 1.02056974878847 0)
(-7.34 1.03479006233207 0)
(-7.34 1.04945981142186 0)
(-7.34 1.06459320054847 0)
(-7.34 1.08020488313793 0)
(-7.34 1.09630997574049 0)
(-7.34 1.1129240726676 0)
...
)
;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<vector> 
150
(
(15.4 0.00848137685241545 0)
(15.4 0.0257121859855925 0)
(15.4 0.0434875779150913 0)
(15.4 0.0618247642773334 0)
(15.4 0.0807415006855794 0)
(15.4 0.100256103922415 0)
(15.4 0.120387469675606 0)
(15.4 0.141155090834502 0)
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
