data/CBFS/0/Cx
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cx;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
21000
(
-7.25802646112941
-7.09407938338798
-6.93013230564672
-6.76618522790578
-6.60223815016468
-6.4382910724235
-6.27434399468195
-6.11039691694053
...
)
;

boundaryField
{
    bottomWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
140
(
-7.25802517104541
-7.09407551313598
-6.93012585522673
-6.76617619731779
-6.60222653940869
-6.43827688149951
-6.27432722358996
-6.11037756568055
...
)
;
    }
    topWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
140
(
-7.25878571428572
-7.09635714285715
-6.93392857142857
-6.7715
-6.60907142857143
-6.44664285714285
-6.28421428571428
-6.12178571428572
...
)
;
    }
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
150
(
-7.34
-7.34
-7.34
-7.34
-7.34
-7.34
-7.34
-7.34
...
)
;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
150
(
15.4
15.4
15.4
15.4
15.4
15.4
15.4
15.4
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
