data/CBFS/0/Cy
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
21000
(
1.00678506588753
1.00678506588753
1.00678506588753
1.00678506588753
1.00678506588753
1.00678506588753
1.00678506588753
1.00678506588753
...
)
;

boundaryField
{
    bottomWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
140
(
1
1
1
1
1
1
1
1
...
)
;
    }
    topWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
140
(
9.52
9.52
9.52
9.52
9.52
9.52
9.52
9.52
...
)
;
    }
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
150
(
1.00678510148193
1.02056974878847
1.03479006233207
1.04945981142186
1.06459320054847
1.08020488313793
1.09630997574049
1.1129240726676
...
)
;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
150
(
0.00848137685241545
0.0257121859855925
0.0434875779150913
0.0618247642773334
0.0807415006855794
0.100256103922415
0.120387469675606
0.141155090834502
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
