data/CBFS/0/interpolatedFields/k_bottomWall
k_bottomWall nonuniform List<scalar>
140
(
0.00022046319013531527
0.00018769324378252675
0.00017891002874035515
0.00017562922610307835
0.00017425114054767885
0.00017411703878659554
0.00017502176715323227
0.0001763957471386074
...
);
