data/CBFS/0/interpolatedFields/k_inlet
k_inlet nonuniform List<scalar>
150
(
0.004211425781
0.01033994369
0.009945430793
0.008769079112
0.008048769087
0.007497927174
0.007062613964
0.006718993187
...
);
