data/CBFS/0/interpolatedFields/k_internalField
k_internalField nonuniform List<scalar>
21000
(
0.0036203580635448835
0.003265003257811327
0.0031432253374897704
0.003090918295846338
0.0030661579331389614
0.003056166726990591
0.0030639860392851727
0.0030806540991744832
...
);
