data/CBFS/0/interpolatedFields/k_outlet
k_outlet nonuniform List<scalar>
150
(
0.00362756016189808
0.008886758140969876
0.009121725097176167
0.00896659908196462
0.00891156115948013
0.008932177604463404
0.008977069422393283
0.009049364348324143
...
);
