data/CBFS/0/interpolatedFields/k_topWall
k_topWall nonuniform List<scalar>
140
(
0.005461373832
0.005300106946
0.005217532162
0.005207552109
0.005213594064
0.005207551178
0.005218151957
0.005227897782
...
);
