data/CBFS/0/interpolatedFields/tauij_bottomWall
tauij_bottomWall nonuniform List<symmTensor>
140
(
(0.00033341614931607297 -5.296537571280877e-07 3.6464163287962646e-07 6.375610546446857e-08 -7.589398219059977e-09 0.00010744698934503144)
(0.00028829346401239097 -2.917803315890152e-07 3.8581804487702146e-07 4.380148994891362e-08 -4.933928576944167e-09 8.704828788157636e-05)
(0.0002737869395355804 -2.7876661800615794e-07 2.6318229553115214e-07 4.220494333141145e-08 -7.209256372982956e-09 8.399022967492516e-05)
(0.0002676395257560724 -2.7216585743044307e-07 -6.032019117438581e-08 4.2883722402536314e-08 -8.847376397481303e-09 8.357704560505912e-05)
(0.00026433251046343285 -2.6545508000638164e-07 2.848433904416931e-07 4.288372240253631e-08 -9.866877238837545e-09 8.412691102646572e-05)
(0.0002630076125690976 -2.65213162104784e-07 4.994284875442366e-07 4.388228263837501e-08 -1.1843057109172805e-08 8.518309520293138e-05)
(0.00026356185655959213 -2.6393491984576146e-07 2.787800714561215e-07 4.488084287427386e-08 -1.3840177590956104e-08 8.643633322901302e-05)
(0.0002647262569944666 -2.6446700062423047e-07 -4.66909420577678e-08 4.624810917592202e-08 -1.3840177590956106e-08 8.801837121691369e-05)
...
);
