data/CBFS/0/interpolatedFields/tauij_inlet
tauij_inlet nonuniform List<symmTensor>
150
(
(0.007251739968 -0.0002233209962 -3.314999958e-06 2.606199996e-05 6.000000052e-09 0.001145050977)
(0.01765140891 -0.001362427021 2.331500036e-05 0.0003595770104 -2.089999953e-06 0.002668901114)
(0.01548278332 -0.001905936981 2.107600085e-05 0.0009594080038 -2.556000027e-06 0.003448670963)
(0.01217171457 -0.002065629 1.837700074e-05 0.00157174503 -2.307999921e-06 0.003794698045)
(0.01024883986 -0.002096744953 1.840600089e-05 0.001948297024 -7.919999803e-07 0.003900401061)
(0.008831083775 -0.002099833917 1.977099964e-05 0.002230836079 -2.749999908e-07 0.003933934961)
(0.007775514852 -0.00208476698 3.717700019e-05 0.002423420083 -3.816000117e-06 0.003926293924)
(0.007001101971 -0.002061133971 5.059699834e-05 0.002541854046 -8.471000001e-06 0.003895029891)
...
);
