data/CBFS/0/interpolatedFields/tauij_internalField
tauij_internalField nonuniform List<symmTensor>
21000
(
(0.006213731484671861 -0.0001670971314740716 -7.771368088404169e-07 1.8970984368092778e-05 1.6258793167574802e-07 0.0010080148573528998)
(0.005632844888297191 -0.00013815923786448636 1.6933988870743359e-06 1.4948399937680768e-05 2.4801022009103054e-07 0.0008822136177662238)
(0.005421183383028524 -0.00013260359608362798 -3.4574042661472604e-07 1.43530339514786e-05 2.276846323157715e-07 0.0008509144059511577)
(0.005323392449920611 -0.0001300244257736859 -4.6193158758283585e-06 1.4264655868591206e-05 2.788116119337241e-08 0.0008441786488670234)
(0.005269542631523941 -0.0001286048656668408 -2.252140924282274e-08 1.4356908359647648e-05 -1.679789529991079e-07 0.0008484162802074164)
(0.005240681464430139 -0.00012862464777154697 2.205159731213869e-06 1.4587215278938838e-05 -3.6331005728729855e-08 0.0008570649313192779)
(0.005246137418995617 -0.0001290956968683735 -5.717668722725923e-07 1.4835798149745233e-05 -6.075076096898894e-08 0.0008669989234706581)
(0.005265992349957683 -0.00013048876119849944 -4.252216553837691e-06 1.5206666577297782e-05 -1.2616505622737573e-07 0.0008801097091089991)
...
);
