data/CBFS/0/interpolatedFields/tauij_outlet
tauij_outlet nonuniform List<symmTensor>
150
(
(0.00548335892800679 -0.00015188608199376868 8.345939708016922e-06 2.430380143702456e-05 1.5986695954938094e-08 0.0017474579206478325)
(0.012904951643856327 -0.0009969192241365958 1.8667246021378238e-06 0.0004018889441185068 8.22247073172736e-07 0.004466676482735623)
(0.011690583696005842 -0.001325734041491989 -2.431933688462568e-06 0.0009934409670972104 2.4098795829181467e-06 0.005559426403558266)
(0.010329229124826832 -0.0014543141431848968 -1.3281063513940472e-05 0.0015800864358765398 4.754805248741443e-06 0.006023883417027573)
(0.009497587239919756 -0.001531003968183975 -2.2621037834849815e-05 0.0020849272609646725 6.901092361211627e-06 0.00624060845546155)
(0.008991994978298187 -0.0015937444331880087 -3.622661665630622e-05 0.002520211882085194 7.282601540688863e-06 0.006352148106341009)
(0.008679676298702685 -0.0016529781902844716 -4.199624698581431e-05 0.0028867594724389213 9.052972780251114e-06 0.006387703349201541)
(0.00850427093455281 -0.0017121249820738144 -4.04098849008734e-05 0.0032041248947974267 1.2176795366870393e-05 0.006390333042511239)
...
);
