data/CBFS/0/interpolatedFields/tauij_topWall
tauij_topWall nonuniform List<symmTensor>
140
(
(0.006452143192 -2.399999914e-07 -6.842800212e-05 1.699999963e-08 1.129999987e-07 0.004470586777)
(0.006326780189 -3.259999914e-07 -6.519199815e-05 1.100000002e-08 1.009999977e-07 0.004273423925)
(0.006273328792 -2.790000053e-07 -6.330599717e-05 9.999999939e-09 6.900000216e-08 0.004161723889)
(0.006260693073 -2.63000004e-07 -5.24370007e-05 8.999999856e-09 4.90000005e-08 0.004154401831)
(0.006265268195 -3.039999967e-07 -3.138999818e-05 9.999999939e-09 3.899999967e-08 0.004161909223)
(0.006220325828 -2.490000099e-07 -2.113700066e-05 8.999999856e-09 2.600000037e-08 0.004194768146)
(0.006204843987 -2.240000043e-07 -1.414599956e-05 8.999999856e-09 3.699999951e-08 0.004231452011)
(0.006188408006 -2.240000043e-07 -7.261000064e-06 8.999999856e-09 3.699999951e-08 0.004267377779)
...
);
