data/CBFS/0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.00668;

boundaryField
{

    bottomWall
    {
        type            fixedValue;
        value           uniform 1e-15;
    }
    topWall
    {
        type            fixedValue;
        value           uniform 1e-15;
    }

    inlet
    {
        type            fixedValue;
	value           nonuniform List<scalar>
	150
(
0.004211425781
0.01033994369
0.009945430793
0.008769079112
0.008048769087
0.007497927174
0.007062613964
0.006718993187
...
);
    }

    outlet
    {
        type            zeroGradient;	
    }

    frontAndBack
    {
        type            empty;
    }

}

// ************************************************************************* //
