data/CBFS/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    bottomWall
    {
        type            nutLowReWallFunction;
        value           uniform 0;
    }
    topWall
    {
        type            nutLowReWallFunction;
        value           uniform 0;
    }

    inlet
    {
        type            calculated;
	value           uniform 1e-15;
    }

    outlet
    {
        type            calculated;
	value           uniform 1e-15;	
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
