data/CBFS/0/omega
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 0.11;

boundaryField
{

    bottomWall
    {
        type            omegaWallFunction;
        value           uniform 1000;
    }
    topWall
    {
        type            omegaWallFunction;
        value           uniform 1000;
    }

    inlet
    {
        type            fixedValue;
	value            nonuniform List<scalar>
	150
	  (
128.317021303882
35.1539759611541
17.0971262942729
10.5451378140328
7.40830240450433
5.62189350307382
4.48405353560064
3.70160970738169
...
	   );
    }

    outlet
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }


}

// ************************************************************************* //
