data/CBFS/system/convergenceProbes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description : Definition of probe locations for monitoring flow variables.
\*---------------------------------------------------------------------------*/

#include "../fieldDef"

convergenceProbes
{
    // Where to load it from
    libs            ("libsampling.so");

    type            probes;

    // Name of the directory for probe data
    name            convergenceProbes;

    // Write at same frequency as fields
    writeControl    timeStep;
    writeInterval   1;

    // Fields to be probed
    fields          $convergenceFields;

    probeLocations
    (
        (-0.46 1.30 0) //High speed region above hill crest
        (2.95 0.43 0) //Detachment region
        (5.27 0.29 0) //Reattachment region
    );
}
